Repository: Checkm8ra1n/Palera1n-GUI-MacOS
Catalog: Palera1n GUI/Localizable.xcstrings
Source language: en
Languages: it

source: Boot Only
it: Solo Boot

source: Check Device Info
it: Controlla Info Dispositivo

source: Create BindFS
it: Crea BindFS

source: Create FakeFS
it: Crea FakeFS

source: Exit Recovery
it: Esci da Recovery

source: Force Revert
it: Elimina Jailbreak

# instruction_button
source: Don’t know which to use?
it: Non sai quale usare?

source: iOS Version: %@
it: Versione di iOS: %@

source: Key
it: Chiave

source: Model: %@
it: Modello: %@

# rootful_1
source: Deprecated mode, for older tweaks, better rootless to use
it: Modalità obsoleta, per i tweak più vecchi, meglio se usi rootless

# rootful_2
source: First click on Create FakeFS, (or BindFS for 16GB devices) and follow the instructions on the terminal
it: Per prima cosa clicca su Crea FakeFS, (o BindFS se hai un dispositivo con 16GB) e segui le istruzioni nel terminale

# rootful_3
source: Once finished, click on Boot Only, follow the instructions again and enjoy!
it: Una volta finito, clicca su Solo Boot, segui di nuovo le istruzioni e fine!

# rootless_1
source: Rootless is more simple and faster to use,
it: Rootless è più semplice e veloce da usare

# rootless_2
source: Just click on Boot, follow the terminal instructions, once finished connect to wifi your iDevice and you should see Palera1n on your homescreen and enjoy!
it: Clicca su Boot, segui le istruzioni nel terminale, una volta finito, connetti al wifi il tuo dispositivo e dovresti vedere Palera1n nel tua schermata home, fine!

source: Supported: %@
it: Supportato: %@

source: Unofficial Project
it: Progetto non ufficiale!
